Repository: JamesLinYJ/APFSearch
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, pt, ru, zh_hans, zh_hant

# settings.bookmark_example
source: Recent Documents = ext:pdf;docx dm:thisweek
es: Documentos recientes = ext:pdf;docx dm:thisweek
ja: 最近の書類 = ext:pdf;docx dm:thisweek
ko: 최근 문서 = ext:pdf;docx dm:thisweek
pt: Documentos recentes = ext:pdf;docx dm:thisweek
ru: Недавние документы = ext:pdf;docx dm:thisweek
zh_hans: 最近文档 = ext:pdf;docx dm:thisweek
zh_hant: 最近文件 = ext:pdf;docx dm:thisweek

# settings.bookmarks_hint
source: One per line: bookmark name = query. You can also press ⌘D in the search window.
es: Uno por línea: nombre del marcador = consulta. También puedes pulsar ⌘D en la ventana de búsqueda.
ja: 1行につき「ブックマーク名 = クエリ」を入力します。検索ウインドウで⌘Dを押すこともできます。
ko: 한 줄에 하나씩 '책갈피 이름 = 검색식'을 입력하십시오. 검색 윈도우에서 ⌘D를 눌러도 됩니다.
pt: Um por linha: nome do marcador = consulta. Também pode premir ⌘D na janela de pesquisa.
ru: По одной строке: имя закладки = запрос. Также можно нажать ⌘D в окне поиска.
zh_hans: 每行一个：书签名称 = 查询。也可以在搜索窗口按 ⌘D 保存。
zh_hant: 每行一個：書簽名稱 = 查詢。也可以在搜尋視窗按 ⌘D 儲存。

# settings.bookmarks_history_hint
source: Access bookmarks and history from the menu beside the search field. After editing, choose Save Search Settings.
es: Accede a marcadores e historial desde el menú junto al campo de búsqueda. Tras editar, elige Guardar ajustes de búsqueda.
ja: 検索欄の横のメニューからブックマークや履歴にアクセスできます。編集後は「検索設定を保存」を選んでください。
ko: 검색 필드 옆 메뉴에서 책갈피와 기록을 열 수 있습니다. 편집 후 '검색 설정 저장'을 선택하십시오.
pt: Aceda aos marcadores e ao histórico no menu junto ao campo de pesquisa. Após editar, escolha Guardar definições de pesquisa.
ru: Закладки и история доступны в меню рядом с полем поиска. После редактирования выберите «Сохранить настройки поиска».
zh_hans: 书签和历史可从搜索框右侧菜单直接调用。修改后点击“保存搜索设置”。
zh_hant: 書簽和歷史可從搜尋框右側菜單直接調用。修改後按一下“儲存搜尋設定”。

# settings.enable_background_service_hint
source: Allow the APFSearch background service in System Settings → General → Login Items.
es: Permite el servicio en segundo plano de APFSearch en Ajustes del Sistema → General → Ítems de inicio.
ja: システム設定 → 一般 → ログイン項目でAPFSearchのバックグラウンドサービスを許可してください。
ko: 시스템 설정 → 일반 → 로그인 항목에서 APFSearch 백그라운드 서비스를 허용하십시오.
pt: Permita o serviço em segundo plano do APFSearch em Definições do Sistema → Geral → Itens de início de sessão.
ru: Разрешите фоновую службу APFSearch: Системные настройки → Основные → Объекты входа.
zh_hans: 请在系统设置 → 通用 → 登录项中允许 APFSearch 后台服务。
zh_hant: 請在系統設定 → 一般 → 登入項目中允許 APFSearch 背景服務。

# settings.enable_global_search_shortcut
source: Enable Global Search Shortcut
es: Activar atajo global de búsqueda
ja: グローバル検索ショートカットを有効にする
ko: 전역 검색 단축키 활성화
pt: Ativar atalho global de pesquisa
ru: Включить глобальное сочетание клавиш поиска
zh_hans: 启用全局搜索快捷键
zh_hant: 啓用全局搜尋快速鍵

# settings.enable_login_hint
source: Allow APFSearch in Login Items in System Settings.
es: Permite APFSearch en Ítems de inicio de Ajustes del Sistema.
ja: システム設定のログイン項目でAPFSearchを許可してください。
ko: 시스템 설정의 로그인 항목에서 APFSearch를 허용하십시오.
pt: Permita o APFSearch nos Itens de início de sessão das Definições do Sistema.
ru: Разрешите APFSearch в разделе «Объекты входа» Системных настроек.
zh_hans: 请在系统设置的登录项中允许 APFSearch。
zh_hant: 請在系統設定的登入項目中允許 APFSearch。

# settings.exclusions_hint
source: One query per line, such as path:"/Users/yourname/Library/Caches". Matching results are excluded; files on disk are not deleted.
es: Una consulta por línea, como path:"/Users/yourname/Library/Caches". Los resultados coincidentes se excluyen; los archivos del disco no se eliminan.
ja: 1行に1つのクエリを入力します。例: path:"/Users/yourname/Library/Caches"。一致する結果を除外しますが、ディスク上のファイルは削除しません。
ko: 한 줄에 검색식을 하나씩 입력하십시오. 예: path:"/Users/yourname/Library/Caches". 일치하는 결과는 제외되지만 디스크의 파일은 삭제되지 않습니다.
pt: Uma consulta por linha, como path:"/Users/yourname/Library/Caches". Os resultados correspondentes são excluídos; os ficheiros no disco não são eliminados.
ru: По одному запросу на строку, например path:"/Users/yourname/Library/Caches". Совпадения исключаются из результатов; файлы на диске не удаляются.
zh_hans: 每行一条查询，例如 path:"/Users/你的用户名/Library/Caches"。匹配的结果会被排除；不会删除磁盘上的文件。
zh_hant: 每行一條查詢，例如 path:"/Users/你的用戶名/Library/Caches"。匹配的結果會被排除；不會刪除磁碟上的檔案。

# settings.indexing
source: Index
es: Índice
ja: インデックス
ko: 색인
pt: Índice
ru: Индекс
zh_hans: 索引
zh_hant: 索引

# settings.login_settings_updated
source: Login Settings Updated
es: Ajustes de inicio actualizados
ja: ログイン設定を更新しました
ko: 로그인 설정 업데이트 완료
pt: Definições de início de sessão atualizadas
ru: Настройки входа обновлены
zh_hans: 登录启动设置已更新
zh_hant: 登入啓動設定已更新

# settings.macros_hint
source: One per line: macro name = query. Search using the macro name followed by a colon, such as work:.
es: Una por línea: nombre de macro = consulta. Busca con el nombre seguido de dos puntos, como work:.
ja: 1行につき「マクロ名 = クエリ」を入力します。work:のようにマクロ名の後ろにコロンを付けて検索できます。
ko: 한 줄에 하나씩 '매크로 이름 = 검색식'을 입력하십시오. work:처럼 매크로 이름 뒤에 콜론을 붙여 검색할 수 있습니다.
pt: Uma por linha: nome da macro = consulta. Pesquise com o nome seguido de dois-pontos, como work:.
ru: По одной строке: имя макроса = запрос. Для поиска добавьте двоеточие после имени, например work:.
zh_hans: 每行一个：宏名 = 查询。搜索时输入 宏名:，例如 work:。
zh_hant: 每行一個：宏名 = 查詢。搜尋時輸入 宏名:，例如 work:。

# settings.open_background_service_settings
source: Open Background Service Settings
es: Abrir ajustes del servicio en segundo plano
ja: バックグラウンドサービス設定を開く
ko: 백그라운드 서비스 설정 열기
pt: Abrir definições do serviço em segundo plano
ru: Открыть настройки фоновой службы
zh_hans: 打开后台服务设置
zh_hant: 打開背景服務設定

# settings.open_full_disk_access_settings
source: Open Full Disk Access Settings
es: Abrir ajustes de acceso total al disco
ja: フルディスクアクセス設定を開く
ko: 전체 디스크 접근 권한 설정 열기
pt: Abrir definições de acesso total ao disco
ru: Открыть настройки полного доступа к диску
zh_hans: 打开完整磁盘访问权限设置
zh_hant: 打開完整磁碟訪問權限設定

# settings.open_login_items_extensions
source: Open Login Items & Extensions
es: Abrir ítems de inicio y extensiones
ja: ログイン項目と機能拡張を開く
ko: 로그인 항목 및 확장 프로그램 열기
pt: Abrir itens de início de sessão e extensões
ru: Открыть объекты входа и расширения
zh_hans: 打开登录项与后台扩展
zh_hant: 打開登入項與背景擴展

# settings.result_exclusions
source: Result Exclusions
es: Exclusiones de resultados
ja: 検索結果の除外
ko: 검색 결과 제외
pt: Exclusões de resultados
ru: Исключения результатов
zh_hans: 结果排除规则
zh_hant: 結果排除規則

# settings.save_search_settings
source: Save Search Settings
es: Guardar ajustes de búsqueda
ja: 検索設定を保存
ko: 검색 설정 저장
pt: Guardar definições de pesquisa
ru: Сохранить настройки поиска
zh_hans: 保存搜索设置
zh_hant: 儲存搜尋設定

# settings.saved
source: Saved
es: Guardado
ja: 保存済み
ko: 저장됨
pt: Guardado
ru: Сохранено
zh_hans: 已保存
zh_hant: 已儲存

# settings.search_history
source: Search History
es: Historial de búsqueda
ja: 検索履歴
ko: 검색 기록
pt: Histórico de pesquisa
ru: История поиска
zh_hans: 搜索历史
zh_hant: 搜尋歷史

# settings.search_macros
source: Search Macros
es: Macros de búsqueda
ja: 検索マクロ
ko: 검색 매크로
pt: Macros de pesquisa
ru: Макросы поиска
zh_hans: 搜索宏
zh_hant: 搜尋宏

# settings.search_rules
source: Search Rules
es: Reglas de búsqueda
ja: 検索ルール
ko: 검색 규칙
pt: Regras de pesquisa
ru: Правила поиска
zh_hans: 搜索规则
zh_hant: 搜尋規則

# settings.search_syntax_and_shortcuts
source: Search Syntax and Shortcuts
es: Sintaxis de búsqueda y atajos
ja: 検索構文とショートカット
ko: 검색 구문 및 단축키
pt: Sintaxe de pesquisa e atalhos
ru: Синтаксис поиска и сочетания клавиш
zh_hans: 搜索语法与快捷键
zh_hant: 搜尋語法與快速鍵

# settings.shortcut_login_hint
source: Shortcut and login changes take effect immediately. Choose another combination if a shortcut is already in use.
es: Los cambios de atajos e inicio se aplican inmediatamente. Elige otra combinación si un atajo ya está en uso.
ja: ショートカットとログインの変更はすぐに反映されます。ショートカットが使用中の場合は、別の組み合わせを選んでください。
ko: 단축키와 로그인 변경 사항은 즉시 적용됩니다. 단축키가 이미 사용 중이면 다른 조합을 선택하십시오.
pt: As alterações de atalhos e início de sessão são imediatas. Escolha outra combinação se um atalho já estiver em uso.
ru: Изменения сочетаний клавиш и входа применяются сразу. Если сочетание уже занято, выберите другое.
zh_hans: 快捷键与登录启动立即生效。若快捷键已被其他应用占用，请选择另一个组合。
zh_hant: 快速鍵與登入啓動立即生效。若快速鍵已被其他應用佔用，請選擇另一個組合。

# settings.startup_and_shortcuts
source: Startup and Shortcuts
es: Inicio y atajos
ja: 起動とショートカット
ko: 시작 및 단축키
pt: Arranque e atalhos
ru: Запуск и сочетания клавиш
zh_hans: 启动与快捷键
zh_hant: 啓動與快速鍵

# settings.title
source: Settings
es: Ajustes
ja: 設定
ko: 설정
pt: Definições
ru: Настройки
zh_hans: 设置
zh_hant: 設定

# settings.window_title
source: APFSearch Settings
es: Ajustes de APFSearch
ja: APFSearchの設定
ko: APFSearch 설정
pt: Definições do APFSearch
ru: Настройки APFSearch
zh_hans: APFSearch 设置
zh_hant: APFSearch 設定

# shortcut.control_option_space
source: ⌃⌥Space
es: ⌃⌥Espacio
ja: ⌃⌥スペース
ko: ⌃⌥스페이스
pt: ⌃⌥Espaço
ru: ⌃⌥Пробел
zh_hans: ⌃⌥空格
zh_hant: ⌃⌥空白鍵

# shortcut.new_tab_bookmark
source: New Tab / Save Bookmark
es: Nueva pestaña / Guardar marcador
ja: 新規タブ／ブックマークを保存
ko: 새로운 탭 / 책갈피 저장
pt: Novo separador / Guardar marcador
ru: Новая вкладка / Сохранить закладку
zh_hans: 新标签页 / 保存书签
zh_hant: 新分頁 / 儲存書簽

# shortcut.open_preview
source: Open / Quick Look
es: Abrir / Vista rápida
ja: 開く／クイックルック
ko: 열기 / 훑어보기
pt: Abrir / Vista rápida
ru: Открыть / Быстрый просмотр
zh_hans: 打开 / 快速查看
zh_hant: 打開 / 快速查看

# shortcut.return_space
source: Return / Space
es: Return / Espacio
ja: Return／スペース
ko: Return / 스페이스
pt: Return / Espaço
ru: Return / Пробел
zh_hans: 回车 / 空格
zh_hant: Return / 空白鍵

# shortcut.reveal_copy_path
source: Show in Finder / Copy Path
es: Mostrar en Finder / Copiar ruta
ja: Finderに表示／パスをコピー
ko: Finder에서 보기 / 경로 복사
pt: Mostrar no Finder / Copiar caminho
ru: Показать в Finder / Скопировать путь
zh_hans: 在访达中显示 / 复制路径
zh_hant: 在Finder中顯示 / 複製路徑

# shortcut.section_title
source: Keyboard Shortcuts
es: Atajos de teclado
ja: キーボードショートカット
ko: 키보드 단축키
pt: Atalhos de teclado
ru: Сочетания клавиш
zh_hans: 键盘操作
zh_hant: 鍵盤操作

# shortcut.show_search
source: Show Search
es: Mostrar búsqueda
ja: 検索を表示
ko: 검색 보기
pt: Mostrar pesquisa
ru: Показать поиск
zh_hans: 唤出搜索
zh_hant: 喚出搜尋

# status.building_index
source: Building the File Index
es: Creando el índice de archivos
ja: ファイルインデックスを作成中
ko: 파일 색인 생성 중
pt: A criar o índice de ficheiros
ru: Создание индекса файлов
zh_hans: 正在建立文件索引
zh_hant: 正在建立檔案索引

# status.cancelled
source: Cancelled
es: Cancelado
ja: キャンセル済み
ko: 취소됨
pt: Cancelado
ru: Отменено
zh_hans: 已取消
zh_hant: 已取消

# status.cancelled_suffix
source: (Cancelled)
es: (Cancelado)
ja: （キャンセル済み）
ko: (취소됨)
pt: (Cancelado)
ru: (Отменено)
zh_hans: （已取消）
zh_hant: （已取消）

# status.checking_duplicates
source: Checking for Duplicate Files
es: Comprobando archivos duplicados
ja: 重複ファイルを確認中
ko: 중복 파일 확인 중
pt: A verificar ficheiros duplicados
ru: Проверка дубликатов файлов
zh_hans: 正在核对重复文件
zh_hant: 正在核對重復檔案

# status.connecting_service
source: Connecting to Index Service…
es: Conectando con el servicio de indexación…
ja: インデックスサービスに接続中…
ko: 색인 서비스에 연결 중…
pt: A ligar ao serviço de indexação…
ru: Подключение к службе индексации…
zh_hans: 正在连接索引服务…
zh_hant: 正在連接索引服務…

# status.exporting
source: Exporting file list
es: Exportando lista de archivos
ja: ファイルリストを書き出し中
ko: 파일 목록 내보내는 중
pt: A exportar a lista de ficheiros
ru: Экспорт списка файлов
zh_hans: 正在导出文件列表
zh_hant: 正在匯出檔案清單

# status.extracting_content
source: Extracting File Contents
es: Extrayendo contenido de archivos
ja: ファイル内容を抽出中
ko: 파일 내용 추출 중
pt: A extrair o conteúdo dos ficheiros
ru: Извлечение содержимого файлов
zh_hans: 正在提取文件内容
zh_hant: 正在擷取檔案內容

# status.indexed_count
source: Indexed: %@
es: Indexados: %@
ja: 索引作成済み: %@
ko: 색인 생성: %@
pt: Indexados: %@
ru: Проиндексировано: %@
zh_hans: 已索引 %@ 项
zh_hant: 已索引 %@ 項

# status.loading
source: Loading…
es: Cargando…
ja: 読み込み中…
ko: 불러오는 중…
pt: A carregar…
ru: Загрузка…
zh_hans: 载入中…
zh_hant: 載入中…

# status.loading_settings
source: Loading Settings…
es: Cargando ajustes…
ja: 設定を読み込み中…
ko: 설정 불러오는 중…
pt: A carregar as definições…
ru: Загрузка настроек…
zh_hans: 正在读取设置…
zh_hant: 正在讀取設定…

# status.offline_summary
source: Offline List · Results: %1$@ / Records: %2$@ · %3$@ ms
es: Lista sin conexión · Resultados: %1$@ / Registros: %2$@ · %3$@ ms
ja: オフラインリスト · 結果: %1$@／レコード: %2$@ · %3$@ ms
ko: 오프라인 목록 · 결과: %1$@ / 레코드: %2$@ · %3$@ ms
pt: Lista offline · Resultados: %1$@ / Registos: %2$@ · %3$@ ms
ru: Автономный список · Результатов: %1$@ / Записей: %2$@ · %3$@ мс
zh_hans: 离线列表 · %@ 个结果 / %@ 条记录 · %@ ms
zh_hant: 離線列表 · %@ 個結果 / %@ 條記錄 · %@ ms

# status.reading_file_records
source: Reading file records from the index.
es: Leyendo registros de archivos del índice.
ja: インデックスからファイルレコードを読み込み中です。
ko: 색인에서 파일 레코드를 읽는 중입니다.
pt: A ler os registos de ficheiros do índice.
ru: Чтение записей файлов из индекса.
zh_hans: 正在读取索引中的文件记录。
zh_hant: 正在讀取索引中的檔案記錄。

# status.saving
source: Saving…
es: Guardando…
ja: 保存中…
ko: 저장 중…
pt: A guardar…
ru: Сохранение…
zh_hans: 正在保存…
zh_hant: 正在儲存…

# status.scanning
source: Scanning
es: Escaneando
ja: スキャン中
ko: 스캔 중
pt: A analisar
ru: Сканирование
zh_hans: 正在扫描
zh_hant: 正在掃描

# status.scanning_new_scope
source: Scanning New Scope
es: Escaneando nuevo alcance
ja: 新しい範囲をスキャン中
ko: 새 범위 스캔 중
pt: A analisar o novo âmbito
ru: Сканирование новой области
zh_hans: 正在扫描新范围
zh_hant: 正在掃描新範圍

# status.scanning_suffix
source: · Scanning
es: · Escaneando
ja: · スキャン中
ko: · 스캔 중
pt: · A analisar
ru: · Сканирование
zh_hans: · 扫描中
zh_hant: · 掃描中

# status.search_summary
source: Results: %1$@ · Indexed: %2$@ · %3$@ ms
es: Resultados: %1$@ · Indexados: %2$@ · %3$@ ms
ja: 結果: %1$@ · 索引作成済み: %2$@ · %3$@ ms
ko: 결과: %1$@ · 색인 생성: %2$@ · %3$@ ms
pt: Resultados: %1$@ · Indexados: %2$@ · %3$@ ms
ru: Результатов: %1$@ · Проиндексировано: %2$@ · %3$@ мс
zh_hans: %@ 个结果 · 已索引 %@ 项 · %@ ms
zh_hant: %@ 個結果 · 已索引 %@ 項 · %@ ms

# status.searching
source: Searching…
es: Buscando…
ja: 検索中…
ko: 검색 중…
pt: A pesquisar…
ru: Поиск…
zh_hans: 正在搜索…
zh_hant: 正在搜尋…

# status.selected_count
source: Selected: %@
es: Seleccionados: %@
ja: 選択中: %@
ko: 선택: %@
pt: Selecionados: %@
ru: Выбрано: %@
zh_hans: 已选择 %@ 项
zh_hant: 已選擇 %@ 項

# status.uncovered_count
source: Uncovered locations: %@
es: Ubicaciones sin cubrir: %@
ja: 未網羅の場所: %@
ko: 포함되지 않은 위치: %@
pt: Localizações não abrangidas: %@
ru: Неохваченных расположений: %@
zh_hans: %@ 处未覆盖
zh_hant: %@ 處未覆蓋

# settings.open_at_login
source: Open APFSearch at Login
es: Abrir APFSearch al iniciar sesión
ja: ログイン時にAPFSearchを開く
ko: 로그인 시 APFSearch 열기
pt: Abrir o APFSearch ao iniciar sessão
ru: Открывать APFSearch при входе
zh_hans: 登录时打开 APFSearch
zh_hant: 登入時開啟 APFSearch

# service.retry_connection
source: Reconnect
es: Volver a conectar
ja: 再接続
ko: 다시 연결
pt: Reconectar
ru: Подключиться снова
zh_hans: 重新连接
zh_hant: 重新連線

# setup.title
source: Find more of your files
es: Encuentra más archivos
ja: より多くのファイルを検索
ko: 더 많은 파일 찾기
pt: Encontre mais arquivos
ru: Находите больше файлов
zh_hans: 让搜索覆盖更多文件
zh_hant: 讓搜尋涵蓋更多檔案

# setup.description
source: Full Disk Access lets APFSearch index file names in protected folders. Your index stays on this Mac.
es: El acceso total al disco permite indexar nombres de archivos en carpetas protegidas. El índice se guarda en este Mac.
ja: フルディスクアクセスを許可すると、保護されたフォルダのファイル名も索引に追加できます。索引はこの Mac に保存されます。
ko: 전체 디스크 접근을 허용하면 보호된 폴더의 파일 이름도 색인할 수 있습니다. 색인은 이 Mac에 저장됩니다.
pt: O acesso total ao disco permite indexar nomes de arquivos em pastas protegidas. O índice fica neste Mac.
ru: Полный доступ к диску позволяет индексировать имена файлов в защищённых папках. Индекс хранится на этом Mac.
zh_hans: 开启完整磁盘访问后，APFSearch 可以索引受保护文件夹中的文件名。索引保存在这台 Mac 上。
zh_hant: 開啟完整磁碟存取權後，APFSearch 可以索引受保護資料夾中的檔案名稱。索引保存在這台 Mac 上。

# setup.step_one
source: Open Full Disk Access in System Settings.
es: Abre Acceso total al disco en Ajustes del Sistema.
ja: システム設定で「フルディスクアクセス」を開きます。
ko: 시스템 설정에서 전체 디스크 접근 권한을 여세요.
pt: Abra Acesso Total ao Disco nos Ajustes do Sistema.
ru: Откройте «Полный доступ к диску» в Системных настройках.
zh_hans: 打开系统设置中的“完全磁盘访问权限”。
zh_hant: 開啟系統設定中的「完整磁碟存取權」。

# setup.step_two
source: Drag APFSearch.app below into the settings list, then turn its switch on.
es: Arrastra APFSearch.app desde abajo hasta la lista de ajustes y activa su interruptor.
ja: 下の APFSearch.app を設定のリストにドラッグし、スイッチをオンにします。
ko: 아래 APFSearch.app을 설정 목록으로 드래그한 다음 스위치를 켜세요.
pt: Arraste o APFSearch.app abaixo para a lista dos ajustes e ative a opção.
ru: Перетащите APFSearch.app ниже в список настроек и включите переключатель.
zh_hans: 将下方的 APFSearch.app 拖入权限列表，然后开启旁边的开关。
zh_hant: 將下方的 APFSearch.app 拖入權限清單，然後開啟旁邊的開關。

# setup.step_three
source: Return here to choose what to index. If macOS asks you to quit and reopen, follow its prompt.
es: Vuelve aquí para elegir qué indexar. Si macOS te pide cerrar y volver a abrir la app, sigue sus indicaciones.
ja: ここに戻って索引の範囲を選びます。macOS から再起動を求められた場合は、その案内に従ってください。
ko: 여기로 돌아와 색인 범위를 선택하세요. macOS가 종료 후 다시 열기를 요청하면 안내를 따르세요.
pt: Volte aqui para escolher o que indexar. Se o macOS pedir para encerrar e reabrir o app, siga as instruções.
ru: Вернитесь сюда и выберите область индексации. Если macOS предложит перезапустить приложение, следуйте указаниям.
zh_hans: 返回这里选择索引范围。如果 macOS 提示退出并重新打开，请按系统提示操作。
zh_hant: 返回這裡選擇索引範圍。如果 macOS 提示結束並重新開啟，請依系統提示操作。

# setup.optional
source: Optional. You can continue with accessible folders and change permissions later in Settings.
es: Es opcional. Puedes continuar con las carpetas accesibles y cambiar los permisos más adelante.
ja: 許可は任意です。アクセス可能なフォルダで続け、後から設定を変更できます。
ko: 권한은 선택 사항입니다. 접근 가능한 폴더로 계속하고 나중에 설정을 변경할 수 있습니다.
pt: É opcional. Você pode continuar com as pastas acessíveis e alterar as permissões depois.
ru: Разрешение необязательно. Можно продолжить с доступными папками и изменить настройки позже.
zh_hans: 权限可稍后设置。你仍可搜索已允许访问的文件夹，也可以随时在设置中调整。
zh_hant: 權限可稍後設定。你仍可搜尋已允許存取的資料夾，也可以隨時在設定中調整。

# setup.continue
source: Choose index scope
es: Elegir qué indexar
ja: 索引の範囲を選択
ko: 색인 범위 선택
pt: Escolher o que indexar
ru: Выбрать область индексации
zh_hans: 选择索引范围
zh_hant: 選擇索引範圍

# setup.drag_demonstration
source: How to drag and enable access
es: Ejemplo: arrastrar y activar el acceso
ja: 操作例：ドラッグして有効にする
ko: 사용 방법: 드래그한 후 켜기
pt: Exemplo: arrastar e ativar o acesso
ru: Пример: перетащите и включите доступ
zh_hans: 操作示意：拖入后开启开关
zh_hant: 操作示意：拖入後開啟開關

# action.zoom
source: Zoom
ja: 拡大／縮小
ko: 확대/축소
ru: Масштабировать
zh_hans: 缩放
zh_hant: 縮放

# filter.audio
source: Audio
ja: オーディオ
ko: 오디오
pt: Áudio
ru: Аудио
zh_hans: 音频
zh_hant: 音訊

# search.macros
source: Macros
ja: マクロ
ko: 매크로
ru: Макросы
zh_hans: 宏
zh_hant: 宏

# settings.general
source: General
ja: 一般
ko: 일반
pt: Geral
ru: Основные
zh_hans: 通用
zh_hant: 通用

# settings.exclusion_example
source: path:"/Users/yourname/Library/Caches"
zh_hans: path:"/Users/你的用户名/Library/Caches"
zh_hant: path:"/Users/你的用戶名/Library/Caches"
